Ran Plan for 2 projects:

1. dir: `account/region/us-east-1/ec2` workspace: `default`
1. dir: `account/region/us-east-1/vpc` workspace: `default`

### 1. dir: `account/region/us-east-1/ec2` workspace: `default`
<details><summary>Show Output</summary>

```diff

Terraform used the selected providers to generate the following execution
plan. Resource actions are indicated with the following symbols:
+ create

Terraform will perform the following actions:

  # aws_eip.eip will be created
+ resource "aws_eip" "eip" {
      + allocation_id        = (known after apply)
      + association_id       = (known after apply)
      + carrier_ip           = (known after apply)
      + customer_owned_ip    = (known after apply)
      + domain               = (known after apply)
      + id                   = (known after apply)
      + instance             = (known after apply)
      + network_border_group = (known after apply)
      + network_interface    = (known after apply)
      + private_dns          = (known after apply)
      + private_ip           = (known after apply)
      + public_dns           = (known after apply)
      + public_ip            = (known after apply)
      + public_ipv4_pool     = (known after apply)
      + tags_all             = (known after apply)
      + vpc                  = true
    }

Plan: 1 to add, 0 to change, 0 to destroy.


```

* :arrow_forward: To **apply** this plan, comment:
    * `atlantis apply -d account/region/us-east-1/ec2`
* :put_litter_in_its_place: To **delete** this plan click [here](http://54.82.113.40/lock?id=ytalor%252Ftf-aws-lab%252Faccount%252Fregion%252Fus-east-1%252Fec2%252Fdefault)
* :repeat: To **plan** this project again, comment:
    * `atlantis plan -d account/region/us-east-1/ec2`
</details>
Plan: 1 to add, 0 to change, 0 to destroy.

---
### 2. dir: `account/region/us-east-1/vpc` workspace: `default`
<details><summary>Show Output</summary>

```diff

Terraform used the selected providers to generate the following execution
plan. Resource actions are indicated with the following symbols:
+ create

Terraform will perform the following actions:

  # aws_vpc.main will be created
+ resource "aws_vpc" "main" {
      + arn                                  = (known after apply)
      + cidr_block                           = "10.10.0.0/16"
      + default_network_acl_id               = (known after apply)
      + default_route_table_id               = (known after apply)
      + default_security_group_id            = (known after apply)
      + dhcp_options_id                      = (known after apply)
      + enable_classiclink                   = (known after apply)
      + enable_classiclink_dns_support       = (known after apply)
      + enable_dns_hostnames                 = (known after apply)
      + enable_dns_support                   = true
      + enable_network_address_usage_metrics = (known after apply)
      + id                                   = (known after apply)
      + instance_tenancy                     = "default"
      + ipv6_association_id                  = (known after apply)
      + ipv6_cidr_block                      = (known after apply)
      + ipv6_cidr_block_network_border_group = (known after apply)
      + main_route_table_id                  = (known after apply)
      + owner_id                             = (known after apply)
      + tags                                 = {
          + "Name" = "my-atlantis-vpc-6"
        }
      + tags_all                             = {
          + "Name" = "my-atlantis-vpc-6"
        }
    }

Plan: 1 to add, 0 to change, 0 to destroy.


```

* :arrow_forward: To **apply** this plan, comment:
    * `atlantis apply -d account/region/us-east-1/vpc`
* :put_litter_in_its_place: To **delete** this plan click [here](http://54.82.113.40/lock?id=ytalor%252Ftf-aws-lab%252Faccount%252Fregion%252Fus-east-1%252Fvpc%252Fdefault)
* :repeat: To **plan** this project again, comment:
    * `atlantis plan -d account/region/us-east-1/vpc`
</details>
Plan: 1 to add, 0 to change, 0 to destroy.

---
* :fast_forward: To **apply** all unapplied plans from this pull request, comment:
    * `atlantis apply`
* :put_litter_in_its_place: To delete all plans and locks for the PR, comment:
    * `atlantis unlock`
